const CAMPUS_DATA = [
  {
    "id": "uni_1",
    "name": "국립강릉원주대학교",
    "lat": 37.76569493,
    "lng": 128.8700048,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_2",
    "name": "국립강릉원주대학교",
    "lat": 37.30517245,
    "lng": 127.9221473,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_3",
    "name": "강원대학교",
    "lat": 37.86802431,
    "lng": 127.7483874,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_4",
    "name": "강원대학교",
    "lat": 37.45079204,
    "lng": 129.1599405,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_5",
    "name": "경북대학교",
    "lat": 35.88909749,
    "lng": 128.6143223,
    "city": "대구",
    "type": "campus"
  },
  {
    "id": "uni_7",
    "name": "경상국립대학교",
    "lat": 35.15671422,
    "lng": 128.0980014,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_8",
    "name": "국립공주대학교",
    "lat": 36.46684834,
    "lng": 127.1386693,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_9",
    "name": "국립군산대학교",
    "lat": 35.95034571,
    "lng": 126.6803568,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_10",
    "name": "국립금오공과대학교",
    "lat": 36.14563154,
    "lng": 128.3878819,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_11",
    "name": "국립목포대학교",
    "lat": 34.91030656,
    "lng": 126.4402102,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_12",
    "name": "국립목포해양대학교",
    "lat": 34.78996375,
    "lng": 126.3658262,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_13",
    "name": "국립부경대학교",
    "lat": 35.13116783,
    "lng": 129.1048238,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_14",
    "name": "부산대학교",
    "lat": 35.2322428,
    "lng": 129.0838245,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_19",
    "name": "서울대학교",
    "lat": 37.46803806,
    "lng": 126.9592943,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_20",
    "name": "국립순천대학교",
    "lat": 34.96676128,
    "lng": 127.4809231,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_21",
    "name": "국립안동대학교",
    "lat": 36.5414385,
    "lng": 128.797564,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_23",
    "name": "전남대학교",
    "lat": 35.1729465,
    "lng": 126.9011018,
    "city": "광주",
    "type": "campus"
  },
  {
    "id": "uni_24",
    "name": "전남대학교",
    "lat": 34.7729995,
    "lng": 127.7005509,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_25",
    "name": "전북대학교",
    "lat": 35.8411407,
    "lng": 127.13159,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_27",
    "name": "제주대학교",
    "lat": 33.45723698,
    "lng": 126.5642939,
    "city": "제주",
    "type": "campus"
  },
  {
    "id": "uni_28",
    "name": "국립창원대학교",
    "lat": 35.24700312,
    "lng": 128.6919277,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_29",
    "name": "충남대학교",
    "lat": 36.36836824,
    "lng": 127.3420015,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_30",
    "name": "충북대학교",
    "lat": 36.63003782,
    "lng": 127.4547916,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_31",
    "name": "한국교원대학교",
    "lat": 36.6056652,
    "lng": 127.3573247,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_32",
    "name": "한국체육대학교",
    "lat": 37.51990463,
    "lng": 127.1320005,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_33",
    "name": "국립한국해양대학교",
    "lat": 35.07440796,
    "lng": 129.0873481,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_34",
    "name": "국립한국교통대학교",
    "lat": 36.9688467,
    "lng": 127.8727694,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_35",
    "name": "경남과학기술대학교",
    "lat": 35.17926588,
    "lng": 128.0920809,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_36",
    "name": "서울과학기술대학교",
    "lat": 37.63307893,
    "lng": 127.0767947,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_37",
    "name": "한경국립대학교",
    "lat": 37.01020238,
    "lng": 127.2637664,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_39",
    "name": "국립한밭대학교",
    "lat": 36.34526854,
    "lng": 127.3052522,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_40",
    "name": "서울시립대학교",
    "lat": 37.58257758,
    "lng": 127.0599881,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_46",
    "name": "가톨릭대학교",
    "lat": 37.48753137,
    "lng": 126.7986015,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_48",
    "name": "가톨릭대학교",
    "lat": 37.50239362,
    "lng": 127.0058606,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_49",
    "name": "가톨릭대학교",
    "lat": 37.58490098,
    "lng": 127.0047707,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_50",
    "name": "감리교신학대학교",
    "lat": 37.56791676,
    "lng": 126.9618924,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_51",
    "name": "강남대학교",
    "lat": 37.27412539,
    "lng": 127.1320999,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_52",
    "name": "건국대학교",
    "lat": 37.53918267,
    "lng": 127.0747119,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_53",
    "name": "건국대학교(글로컬)",
    "lat": 36.94878087,
    "lng": 127.9124302,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_54",
    "name": "건양대학교",
    "lat": 36.18215192,
    "lng": 127.1096874,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_55",
    "name": "건양대학교",
    "lat": 36.30778182,
    "lng": 127.3426468,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_56",
    "name": "경기대학교",
    "lat": 37.29801369,
    "lng": 127.0331167,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_58",
    "name": "경기대학교",
    "lat": 37.56519469,
    "lng": 126.9622242,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_59",
    "name": "경남대학교",
    "lat": 35.18432093,
    "lng": 128.5550964,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_60",
    "name": "경동대학교",
    "lat": 38.25153391,
    "lng": 128.5565425,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_61",
    "name": "대구한의대학교",
    "lat": 35.79398805,
    "lng": 128.7773243,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_62",
    "name": "경성대학교",
    "lat": 35.13843836,
    "lng": 129.100099,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_63",
    "name": "가천대학교",
    "lat": 37.45123487,
    "lng": 127.1293943,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_64",
    "name": "경일대학교",
    "lat": 35.91106895,
    "lng": 128.8020451,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_65",
    "name": "신경주대학교",
    "lat": 35.82926585,
    "lng": 129.1632394,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_66",
    "name": "경희대학교",
    "lat": 37.59394914,
    "lng": 127.054891,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_68",
    "name": "계명대학교",
    "lat": 35.85355435,
    "lng": 128.4814938,
    "city": "대구",
    "type": "campus"
  },
  {
    "id": "uni_69",
    "name": "고려대학교",
    "lat": 37.58649222,
    "lng": 127.0309796,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_70",
    "name": "고려대학교(세종)",
    "lat": 36.61169462,
    "lng": 127.2910027,
    "city": "세종",
    "type": "campus"
  },
  {
    "id": "uni_71",
    "name": "고신대학교",
    "lat": 35.07946942,
    "lng": 129.0621819,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_72",
    "name": "가톨릭관동대학교",
    "lat": 37.73732878,
    "lng": 128.8737046,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_73",
    "name": "광신대학교",
    "lat": 35.21603426,
    "lng": 126.8848545,
    "city": "광주",
    "type": "campus"
  },
  {
    "id": "uni_74",
    "name": "광운대학교",
    "lat": 37.61932035,
    "lng": 127.0583381,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_75",
    "name": "광주가톨릭대학교",
    "lat": 35.01543518,
    "lng": 126.8638867,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_76",
    "name": "광주여자대학교",
    "lat": 35.16312291,
    "lng": 126.7963249,
    "city": "광주",
    "type": "campus"
  },
  {
    "id": "uni_78",
    "name": "국민대학교",
    "lat": 37.61028784,
    "lng": 126.9985206,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_79",
    "name": "강서대학교",
    "lat": 37.54868531,
    "lng": 126.8541565,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_80",
    "name": "극동대학교",
    "lat": 37.12825493,
    "lng": 127.641871,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_81",
    "name": "나사렛대학교",
    "lat": 36.79834753,
    "lng": 127.1194779,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_82",
    "name": "단국대학교",
    "lat": 37.32119387,
    "lng": 127.1325359,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_84",
    "name": "대구대학교",
    "lat": 35.90453897,
    "lng": 128.8428133,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_87",
    "name": "대구예술대학교",
    "lat": 36.03142013,
    "lng": 128.5080915,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_88",
    "name": "대구가톨릭대학교",
    "lat": 35.90896711,
    "lng": 128.807422,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_92",
    "name": "세한대학교",
    "lat": 34.74537742,
    "lng": 126.483264,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_93",
    "name": "대신대학교",
    "lat": 35.80394479,
    "lng": 128.7451373,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_94",
    "name": "대전가톨릭대학교",
    "lat": 36.6545677,
    "lng": 127.1970103,
    "city": "세종",
    "type": "campus"
  },
  {
    "id": "uni_95",
    "name": "대전대학교",
    "lat": 36.33669617,
    "lng": 127.4590019,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_97",
    "name": "대진대학교",
    "lat": 37.87381021,
    "lng": 127.1575541,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_98",
    "name": "서울기독대학교",
    "lat": 37.60075686,
    "lng": 126.9121924,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_99",
    "name": "덕성여자대학교",
    "lat": 37.64950908,
    "lng": 127.0163952,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_100",
    "name": "동국대학교",
    "lat": 37.55893664,
    "lng": 126.9987376,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_101",
    "name": "동국대학교(WISE)",
    "lat": 35.86479385,
    "lng": 129.1910309,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_102",
    "name": "동덕여자대학교",
    "lat": 37.60681483,
    "lng": 127.0411763,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_103",
    "name": "동서대학교",
    "lat": 35.14611992,
    "lng": 129.0070172,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_104",
    "name": "동신대학교",
    "lat": 35.04962488,
    "lng": 126.7179925,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_105",
    "name": "동아대학교",
    "lat": 35.11880939,
    "lng": 128.968085,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_106",
    "name": "동양대학교",
    "lat": 36.88580302,
    "lng": 128.5297793,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_107",
    "name": "동의대학교",
    "lat": 35.14432081,
    "lng": 129.0363092,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_108",
    "name": "루터대학교",
    "lat": 37.26443438,
    "lng": 127.1133734,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_109",
    "name": "명지대학교",
    "lat": 37.22180726,
    "lng": 127.1901837,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_111",
    "name": "명지대학교",
    "lat": 37.58037702,
    "lng": 126.9213485,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_112",
    "name": "목원대학교",
    "lat": 36.32886613,
    "lng": 127.3374467,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_113",
    "name": "배재대학교",
    "lat": 36.32323828,
    "lng": 127.3660745,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_114",
    "name": "부산가톨릭대학교",
    "lat": 35.24467531,
    "lng": 129.096872,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_115",
    "name": "부산외국어대학교",
    "lat": 35.26618949,
    "lng": 129.0805533,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_116",
    "name": "삼육대학교",
    "lat": 37.64335737,
    "lng": 127.1088503,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_117",
    "name": "상명대학교",
    "lat": 37.60410891,
    "lng": 126.9551595,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_119",
    "name": "상지대학교",
    "lat": 37.36911929,
    "lng": 127.9299151,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_120",
    "name": "서강대학교",
    "lat": 37.55146931,
    "lng": 126.943025,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_121",
    "name": "서경대학교",
    "lat": 37.61541478,
    "lng": 127.0135658,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_125",
    "name": "서울신학대학교",
    "lat": 37.47832495,
    "lng": 126.7900035,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_126",
    "name": "서울여자대학교",
    "lat": 37.62878266,
    "lng": 127.0889915,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_127",
    "name": "서울장신대학교",
    "lat": 37.40918211,
    "lng": 127.2454526,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_128",
    "name": "서원대학교",
    "lat": 36.62597974,
    "lng": 127.4821176,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_129",
    "name": "선문대학교",
    "lat": 36.80104126,
    "lng": 127.0757328,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_131",
    "name": "성결대학교",
    "lat": 37.37986572,
    "lng": 126.9288104,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_132",
    "name": "성공회대학교",
    "lat": 37.4875236,
    "lng": 126.8261635,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_133",
    "name": "성균관대학교",
    "lat": 37.58722841,
    "lng": 126.9931151,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_136",
    "name": "성신여자대학교",
    "lat": 37.59165248,
    "lng": 127.0221456,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_137",
    "name": "세명대학교",
    "lat": 37.17384235,
    "lng": 128.1961585,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_138",
    "name": "세종대학교",
    "lat": 37.55160814,
    "lng": 127.0731832,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_139",
    "name": "수원가톨릭대학교",
    "lat": 37.19578749,
    "lng": 126.9331917,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_140",
    "name": "수원대학교",
    "lat": 37.21011748,
    "lng": 126.9794804,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_141",
    "name": "숙명여자대학교",
    "lat": 37.54528623,
    "lng": 126.9654125,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_142",
    "name": "순천향대학교",
    "lat": 36.77137189,
    "lng": 126.9341338,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_143",
    "name": "숭실대학교",
    "lat": 37.49642897,
    "lng": 126.9551579,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_144",
    "name": "신라대학교",
    "lat": 35.17204045,
    "lng": 128.997735,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_145",
    "name": "아신대학교",
    "lat": 37.51121707,
    "lng": 127.4289283,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_146",
    "name": "아주대학교",
    "lat": 37.28305638,
    "lng": 127.04366,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_147",
    "name": "안양대학교",
    "lat": 37.39176819,
    "lng": 126.9205263,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_148",
    "name": "안양대학교",
    "lat": 37.71224742,
    "lng": 126.4446642,
    "city": "인천",
    "type": "campus"
  },
  {
    "id": "uni_149",
    "name": "연세대학교",
    "lat": 37.56380644,
    "lng": 126.9429309,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_150",
    "name": "연세대학교(미래)",
    "lat": 37.2748331,
    "lng": 127.9043277,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_151",
    "name": "영남대학교",
    "lat": 35.83049163,
    "lng": 128.7521801,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_153",
    "name": "영남신학대학교",
    "lat": 35.88063594,
    "lng": 128.8164972,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_154",
    "name": "유원대학교",
    "lat": 36.19589454,
    "lng": 127.7990854,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_155",
    "name": "영산선학대학교",
    "lat": 35.32735233,
    "lng": 126.44134,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_156",
    "name": "용인대학교",
    "lat": 37.22787888,
    "lng": 127.1707243,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_157",
    "name": "우석대학교",
    "lat": 35.91154155,
    "lng": 127.067695,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_158",
    "name": "울산대학교",
    "lat": 35.54187596,
    "lng": 129.2575838,
    "city": "울산",
    "type": "campus"
  },
  {
    "id": "uni_159",
    "name": "원광대학교",
    "lat": 35.97171397,
    "lng": 126.9602237,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_160",
    "name": "위덕대학교",
    "lat": 36.01611112,
    "lng": 129.2825906,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_161",
    "name": "을지대학교",
    "lat": 36.33302221,
    "lng": 127.4055717,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_162",
    "name": "을지대학교",
    "lat": 37.46097891,
    "lng": 127.1651468,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_163",
    "name": "이화여자대학교",
    "lat": 37.56446452,
    "lng": 126.9502888,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_164",
    "name": "인제대학교",
    "lat": 35.25281009,
    "lng": 128.9005153,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_166",
    "name": "인제대학교",
    "lat": 35.14645348,
    "lng": 129.0205712,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_167",
    "name": "인천가톨릭대학교",
    "lat": 37.3726903,
    "lng": 126.6632399,
    "city": "인천",
    "type": "campus"
  },
  {
    "id": "uni_168",
    "name": "인천가톨릭대학교",
    "lat": 37.65667342,
    "lng": 126.4500083,
    "city": "인천",
    "type": "campus"
  },
  {
    "id": "uni_169",
    "name": "인하대학교",
    "lat": 37.45144803,
    "lng": 126.6515423,
    "city": "인천",
    "type": "campus"
  },
  {
    "id": "uni_170",
    "name": "장로회신학대학교",
    "lat": 37.5502659,
    "lng": 127.1031347,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_171",
    "name": "전주대학교",
    "lat": 35.81616417,
    "lng": 127.0888841,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_172",
    "name": "조선대학교",
    "lat": 35.14600564,
    "lng": 126.9343635,
    "city": "광주",
    "type": "campus"
  },
  {
    "id": "uni_173",
    "name": "중부대학교",
    "lat": 36.19197171,
    "lng": 127.448704,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_174",
    "name": "중앙대학교",
    "lat": 37.0004292,
    "lng": 127.2287087,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_175",
    "name": "중앙대학교",
    "lat": 37.50472672,
    "lng": 126.9538339,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_177",
    "name": "중앙승가대학교",
    "lat": 37.60693504,
    "lng": 126.7088665,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_178",
    "name": "백석대학교",
    "lat": 36.83883721,
    "lng": 127.1825206,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_179",
    "name": "청주대학교",
    "lat": 36.6508565,
    "lng": 127.4951991,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_180",
    "name": "총신대학교",
    "lat": 37.48792901,
    "lng": 126.9667631,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_181",
    "name": "추계예술대학교",
    "lat": 37.56317672,
    "lng": 126.9540593,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_182",
    "name": "한국침례신학대학교",
    "lat": 36.38473349,
    "lng": 127.3230428,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_184",
    "name": "칼빈대학교",
    "lat": 37.30514593,
    "lng": 127.1286864,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_186",
    "name": "평택대학교",
    "lat": 36.99463923,
    "lng": 127.1339685,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_187",
    "name": "차의과학대학교",
    "lat": 37.85598798,
    "lng": 127.1375048,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_188",
    "name": "포항공과대학교",
    "lat": 36.01281056,
    "lng": 129.3267049,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_189",
    "name": "한국기술교육대학교",
    "lat": 36.76510495,
    "lng": 127.2812004,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_191",
    "name": "한국성서대학교",
    "lat": 37.64896177,
    "lng": 127.063751,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_192",
    "name": "한국외국어대학교",
    "lat": 37.59829668,
    "lng": 127.0579424,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_194",
    "name": "한국항공대학교",
    "lat": 37.59901633,
    "lng": 126.8641725,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_195",
    "name": "한남대학교",
    "lat": 36.35279952,
    "lng": 127.4233094,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_196",
    "name": "한동대학교",
    "lat": 36.10230143,
    "lng": 129.3892661,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_197",
    "name": "한라대학교",
    "lat": 37.30398282,
    "lng": 127.9069247,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_198",
    "name": "한림대학교",
    "lat": 37.88542866,
    "lng": 127.7349573,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_199",
    "name": "한서대학교",
    "lat": 36.69071573,
    "lng": 126.5869649,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_200",
    "name": "한성대학교",
    "lat": 37.58323585,
    "lng": 127.01039,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_201",
    "name": "한세대학교",
    "lat": 37.34414801,
    "lng": 126.9538537,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_202",
    "name": "한신대학교",
    "lat": 37.19243583,
    "lng": 127.0282139,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_203",
    "name": "한양대학교",
    "lat": 37.55450355,
    "lng": 127.0466112,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_204",
    "name": "한양대학교(ERICA)",
    "lat": 37.29800473,
    "lng": 126.8343938,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_205",
    "name": "서울한영대학교",
    "lat": 37.49656611,
    "lng": 126.8512505,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_206",
    "name": "한일장신대학교",
    "lat": 35.76428301,
    "lng": 127.2058605,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_207",
    "name": "협성대학교",
    "lat": 37.21325088,
    "lng": 126.953623,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_208",
    "name": "호남대학교",
    "lat": 35.14996766,
    "lng": 126.7650403,
    "city": "광주",
    "type": "campus"
  },
  {
    "id": "uni_209",
    "name": "호남신학대학교",
    "lat": 35.14011029,
    "lng": 126.9105687,
    "city": "광주",
    "type": "campus"
  },
  {
    "id": "uni_211",
    "name": "호서대학교",
    "lat": 36.73446302,
    "lng": 127.0771069,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_212",
    "name": "홍익대학교",
    "lat": 37.55251925,
    "lng": 126.9249906,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_215",
    "name": "가톨릭꽃동네대학교",
    "lat": 36.52197304,
    "lng": 127.4029847,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_216",
    "name": "남부대학교",
    "lat": 35.20860925,
    "lng": 126.8421989,
    "city": "광주",
    "type": "campus"
  },
  {
    "id": "uni_218",
    "name": "예원예술대학교",
    "lat": 35.64776492,
    "lng": 127.2714667,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_219",
    "name": "예원예술대학교",
    "lat": 37.84667225,
    "lng": 127.0370815,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_221",
    "name": "목포가톨릭대학교",
    "lat": 34.82678337,
    "lng": 126.4189198,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_222",
    "name": "부산장신대학교",
    "lat": 35.25636621,
    "lng": 128.8616244,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_224",
    "name": "금강대학교",
    "lat": 36.30682659,
    "lng": 127.189714,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_228",
    "name": "예수대학교",
    "lat": 35.81609361,
    "lng": 127.1347885,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_231",
    "name": "광주대학교",
    "lat": 35.10590365,
    "lng": 126.8961699,
    "city": "광주",
    "type": "campus"
  },
  {
    "id": "uni_233",
    "name": "화성의과학대학교",
    "lat": 37.20286541,
    "lng": 126.8396281,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_235",
    "name": "동명대학교",
    "lat": 35.12468379,
    "lng": 129.1013782,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_236",
    "name": "영산대학교",
    "lat": 35.42835245,
    "lng": 129.1446374,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_237",
    "name": "영산대학교",
    "lat": 35.22415433,
    "lng": 129.1590647,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_238",
    "name": "대전신학대학교",
    "lat": 36.35057577,
    "lng": 127.4235435,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_239",
    "name": "중원대학교",
    "lat": 36.81915515,
    "lng": 127.7984939,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_240",
    "name": "우송대학교",
    "lat": 36.33577184,
    "lng": 127.4456424,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_241",
    "name": "김천대학교",
    "lat": 36.13940425,
    "lng": 128.0818389,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_243",
    "name": "송원대학교",
    "lat": 35.10818451,
    "lng": 126.8732664,
    "city": "광주",
    "type": "campus"
  },
  {
    "id": "uni_244",
    "name": "경운대학교",
    "lat": 36.1672258,
    "lng": 128.4678766,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_245",
    "name": "남서울대학교",
    "lat": 36.91091373,
    "lng": 127.1436195,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_246",
    "name": "초당대학교",
    "lat": 34.98004734,
    "lng": 126.4702665,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_247",
    "name": "한국공학대학교",
    "lat": 37.33973274,
    "lng": 126.7335394,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_248",
    "name": "제주국제대학교",
    "lat": 33.44277325,
    "lng": 126.5698311,
    "city": "제주",
    "type": "campus"
  },
  {
    "id": "uni_249",
    "name": "창신대학교",
    "lat": 35.2446929,
    "lng": 128.5995961,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_250",
    "name": "울산과학기술원",
    "lat": 35.57730714,
    "lng": 129.1876189,
    "city": "울산",
    "type": "campus"
  },
  {
    "id": "uni_251",
    "name": "공주교육대학교",
    "lat": 36.44520385,
    "lng": 127.1196552,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_252",
    "name": "광주교육대학교",
    "lat": 35.16471468,
    "lng": 126.9256972,
    "city": "광주",
    "type": "campus"
  },
  {
    "id": "uni_253",
    "name": "대구교육대학교",
    "lat": 35.85143158,
    "lng": 128.5877392,
    "city": "대구",
    "type": "campus"
  },
  {
    "id": "uni_254",
    "name": "부산교육대학교",
    "lat": 35.19569321,
    "lng": 129.0770825,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_255",
    "name": "서울교육대학교",
    "lat": 37.49074049,
    "lng": 127.0154245,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_256",
    "name": "경인교육대학교",
    "lat": 37.53574319,
    "lng": 126.7172307,
    "city": "인천",
    "type": "campus"
  },
  {
    "id": "uni_257",
    "name": "경인교육대학교",
    "lat": 37.4356067,
    "lng": 126.9170683,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_258",
    "name": "전주교육대학교",
    "lat": 35.80916406,
    "lng": 127.1538039,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_260",
    "name": "진주교육대학교",
    "lat": 35.18582508,
    "lng": 128.0679685,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_261",
    "name": "청주교육대학교",
    "lat": 36.6154292,
    "lng": 127.4840095,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_262",
    "name": "춘천교육대학교",
    "lat": 37.85941732,
    "lng": 127.7486049,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_263",
    "name": "한밭대학교(산업대)",
    "lat": 36.34526854,
    "lng": 127.3052522,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_268",
    "name": "한경대학교(산업대)",
    "lat": 37.01020238,
    "lng": 127.2637664,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_269",
    "name": "진주산업대학교(산업대)",
    "lat": 35.17926588,
    "lng": 128.0920809,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_272",
    "name": "한국산업기술대학교(산업대)",
    "lat": 37.33973274,
    "lng": 126.7335394,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_273",
    "name": "한국방송통신대학교",
    "lat": 37.57919549,
    "lng": 127.0032909,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_276",
    "name": "남서울대학교(산업대)",
    "lat": 36.91091373,
    "lng": 127.1436195,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_281",
    "name": "우송대학교(산업대)",
    "lat": 36.33577184,
    "lng": 127.4456424,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_282",
    "name": "호원대학교",
    "lat": 35.96792618,
    "lng": 126.8637877,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_283",
    "name": "초당대학교(산업대)",
    "lat": 34.98004734,
    "lng": 126.4702665,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_284",
    "name": "청운대학교",
    "lat": 36.58236512,
    "lng": 126.6645184,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_285",
    "name": "경운대학교(산업대)",
    "lat": 36.1672258,
    "lng": 128.4678766,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_288",
    "name": "정석대학",
    "lat": 37.54620817,
    "lng": 126.8138841,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_317",
    "name": "순복음총회신학교",
    "lat": 36.90424239,
    "lng": 128.1678519,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_318",
    "name": "경희사이버대학교",
    "lat": 37.59394914,
    "lng": 127.054891,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_319",
    "name": "국제사이버대학교",
    "lat": 37.26959375,
    "lng": 127.0282232,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_320",
    "name": "대구사이버대학교",
    "lat": 35.90453897,
    "lng": 128.8428133,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_321",
    "name": "부산디지털대학교",
    "lat": 35.14667728,
    "lng": 129.0097084,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_322",
    "name": "서울디지털대학교",
    "lat": 37.5550005,
    "lng": 126.8540201,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_323",
    "name": "서울사이버대학교",
    "lat": 37.62984392,
    "lng": 127.0271231,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_325",
    "name": "세종사이버대학교",
    "lat": 37.55372747,
    "lng": 127.0728868,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_326",
    "name": "한국열린사이버대학교",
    "lat": 37.59833282,
    "lng": 127.0916241,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_327",
    "name": "원광디지털대학교",
    "lat": 35.97171397,
    "lng": 126.9602237,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_328",
    "name": "고려사이버대학교",
    "lat": 37.58694427,
    "lng": 126.987063,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_329",
    "name": "숭실사이버대학교",
    "lat": 37.5744755,
    "lng": 126.9887758,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_330",
    "name": "디지털서울문화예술대학교",
    "lat": 37.58544374,
    "lng": 126.9438792,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_331",
    "name": "한양사이버대학교",
    "lat": 37.55718636,
    "lng": 127.047519,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_332",
    "name": "사이버한국외국어대학교",
    "lat": 37.59829668,
    "lng": 127.0579424,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_333",
    "name": "화신사이버대학교",
    "lat": 35.18574618,
    "lng": 129.1032576,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_334",
    "name": "글로벌사이버대학교",
    "lat": 36.79388746,
    "lng": 127.1994105,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_335",
    "name": "건양사이버대학교",
    "lat": 36.30778182,
    "lng": 127.3426468,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_374",
    "name": "한국과학기술원",
    "lat": 36.36828278,
    "lng": 127.3569819,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_381",
    "name": "광주과학기술원",
    "lat": 35.22687915,
    "lng": 126.8429479,
    "city": "광주",
    "type": "campus"
  },
  {
    "id": "uni_382",
    "name": "대구경북과학기술원",
    "lat": 35.70563874,
    "lng": 128.455011,
    "city": "대구",
    "type": "campus"
  },
  {
    "id": "uni_383",
    "name": "한국예술종합학교",
    "lat": 37.60635811,
    "lng": 127.0539408,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_402",
    "name": "경남도립거창대학",
    "lat": 35.67320256,
    "lng": 127.9124187,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_403",
    "name": "경남도립남해대학",
    "lat": 34.83699602,
    "lng": 127.8984701,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_405",
    "name": "경북도립대학교",
    "lat": 36.64372901,
    "lng": 128.4546378,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_406",
    "name": "충북도립대학교",
    "lat": 36.29999918,
    "lng": 127.5721386,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_410",
    "name": "가톨릭상지대학교",
    "lat": 36.56939202,
    "lng": 128.7371117,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_412",
    "name": "거제대학교",
    "lat": 34.84943973,
    "lng": 128.7275934,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_415",
    "name": "호산대학교",
    "lat": 35.90198632,
    "lng": 128.7987951,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_416",
    "name": "경민대학교",
    "lat": 37.74612458,
    "lng": 127.0251316,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_418",
    "name": "영남외국어대학",
    "lat": 35.7851049,
    "lng": 128.7328729,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_422",
    "name": "경인여자대학교",
    "lat": 37.5483198,
    "lng": 126.723526,
    "city": "인천",
    "type": "campus"
  },
  {
    "id": "uni_425",
    "name": "계명문화대학교",
    "lat": 35.85946203,
    "lng": 128.4863418,
    "city": "대구",
    "type": "campus"
  },
  {
    "id": "uni_426",
    "name": "계원예술대학교",
    "lat": 37.37947065,
    "lng": 126.9818215,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_428",
    "name": "광양보건대학교",
    "lat": 34.95324129,
    "lng": 127.5688134,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_429",
    "name": "광주보건대학교",
    "lat": 35.19169546,
    "lng": 126.8461886,
    "city": "광주",
    "type": "campus"
  },
  {
    "id": "uni_430",
    "name": "구미대학교",
    "lat": 36.15216623,
    "lng": 128.2890883,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_432",
    "name": "군장대학교",
    "lat": 36.00197655,
    "lng": 126.7849803,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_433",
    "name": "강동대학교",
    "lat": 37.14356386,
    "lng": 127.6473747,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_435",
    "name": "나주대학교",
    "lat": 35.00824677,
    "lng": 126.649143,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_437",
    "name": "전주기전대학",
    "lat": 35.81783331,
    "lng": 127.1356698,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_438",
    "name": "경북보건대학교",
    "lat": 36.13820946,
    "lng": 128.0837653,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_440",
    "name": "김포대학교",
    "lat": 37.65137946,
    "lng": 126.6792129,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_441",
    "name": "농협대학교",
    "lat": 37.6595131,
    "lng": 126.8732287,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_442",
    "name": "대경대학교",
    "lat": 35.83445176,
    "lng": 128.821047,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_443",
    "name": "대구공업대학교",
    "lat": 35.83408184,
    "lng": 128.5443283,
    "city": "대구",
    "type": "campus"
  },
  {
    "id": "uni_444",
    "name": "대구보건대학교",
    "lat": 35.92684451,
    "lng": 128.5440277,
    "city": "대구",
    "type": "campus"
  },
  {
    "id": "uni_446",
    "name": "대구과학대학교",
    "lat": 35.92925359,
    "lng": 128.5427833,
    "city": "대구",
    "type": "campus"
  },
  {
    "id": "uni_447",
    "name": "대동대학교",
    "lat": 35.22913251,
    "lng": 129.0958647,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_448",
    "name": "대림대학교",
    "lat": 37.40329135,
    "lng": 126.9306842,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_449",
    "name": "대원대학교",
    "lat": 37.1757963,
    "lng": 128.1905289,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_450",
    "name": "동서울대학교",
    "lat": 37.45828544,
    "lng": 127.1288444,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_451",
    "name": "대전보건대학교",
    "lat": 36.35050616,
    "lng": 127.4559042,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_452",
    "name": "우송정보대학",
    "lat": 36.33702928,
    "lng": 127.4535859,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_453",
    "name": "대전과학기술대학교",
    "lat": 36.30178686,
    "lng": 127.3757667,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_454",
    "name": "아주자동차대학교",
    "lat": 36.40350777,
    "lng": 126.5795708,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_455",
    "name": "재능대학교",
    "lat": 37.47553313,
    "lng": 126.6504734,
    "city": "인천",
    "type": "campus"
  },
  {
    "id": "uni_456",
    "name": "경북과학대학교",
    "lat": 35.98318752,
    "lng": 128.345669,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_457",
    "name": "동남보건대학교",
    "lat": 37.29693844,
    "lng": 126.9870001,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_460",
    "name": "동강대학교",
    "lat": 35.16943786,
    "lng": 126.9223461,
    "city": "광주",
    "type": "campus"
  },
  {
    "id": "uni_461",
    "name": "동아방송예술대학교",
    "lat": 37.06236123,
    "lng": 127.3532946,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_462",
    "name": "동아보건대학교",
    "lat": 34.73035573,
    "lng": 126.5674321,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_463",
    "name": "동양미래대학교",
    "lat": 37.49999579,
    "lng": 126.8681697,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_465",
    "name": "동원대학교",
    "lat": 37.32807999,
    "lng": 127.4014405,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_466",
    "name": "동의과학대학교",
    "lat": 35.16584983,
    "lng": 129.0722266,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_467",
    "name": "부산보건대학교",
    "lat": 35.10672357,
    "lng": 128.9972309,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_469",
    "name": "두원공과대학교",
    "lat": 37.06491885,
    "lng": 127.424096,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_470",
    "name": "마산대학교",
    "lat": 35.25987313,
    "lng": 128.5036938,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_473",
    "name": "명지전문대학",
    "lat": 37.5853653,
    "lng": 126.9256899,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_474",
    "name": "목포과학대학교",
    "lat": 34.80787958,
    "lng": 126.4098144,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_475",
    "name": "문경대학교",
    "lat": 36.65756234,
    "lng": 128.1741778,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_476",
    "name": "배화여자대학교",
    "lat": 37.57954401,
    "lng": 126.9672919,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_477",
    "name": "백제예술대학교",
    "lat": 35.99625394,
    "lng": 127.1298483,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_479",
    "name": "부산경상대학교",
    "lat": 35.18542933,
    "lng": 129.1009589,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_480",
    "name": "부산여자대학교",
    "lat": 35.16923652,
    "lng": 129.0720552,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_481",
    "name": "부산과학기술대학교",
    "lat": 35.19419451,
    "lng": 129.0053031,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_482",
    "name": "부천대학교",
    "lat": 37.48887272,
    "lng": 126.7792998,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_483",
    "name": "삼육보건대학교",
    "lat": 37.58621194,
    "lng": 127.0635533,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_485",
    "name": "상지영서대학교",
    "lat": 37.36911929,
    "lng": 127.9299151,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_489",
    "name": "서울예술대학교",
    "lat": 37.33341409,
    "lng": 126.8362748,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_490",
    "name": "서일대학교",
    "lat": 37.5860828,
    "lng": 127.0972033,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_493",
    "name": "성심외국어대학",
    "lat": 35.22415433,
    "lng": 129.1590647,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_496",
    "name": "수원여자대학교",
    "lat": 37.25270544,
    "lng": 126.9633073,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_497",
    "name": "수원과학대학교",
    "lat": 37.19203289,
    "lng": 126.9839265,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_498",
    "name": "순천제일대학교",
    "lat": 34.93379696,
    "lng": 127.4851975,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_500",
    "name": "숭의여자대학교",
    "lat": 37.55785307,
    "lng": 126.9874816,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_501",
    "name": "신구대학교",
    "lat": 37.44885139,
    "lng": 127.1676966,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_502",
    "name": "신성대학교",
    "lat": 36.85370948,
    "lng": 126.5937687,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_506",
    "name": "신안산대학교",
    "lat": 37.30901679,
    "lng": 126.8054165,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_507",
    "name": "안산대학교",
    "lat": 37.30817183,
    "lng": 126.8771195,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_509",
    "name": "동원과학기술대학교",
    "lat": 35.34235741,
    "lng": 129.0673552,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_510",
    "name": "여주대학교",
    "lat": 37.27109289,
    "lng": 127.6363531,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_512",
    "name": "연암대학교",
    "lat": 36.94691089,
    "lng": 127.1557403,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_513",
    "name": "영남이공대학교",
    "lat": 35.84767574,
    "lng": 128.5841726,
    "city": "대구",
    "type": "campus"
  },
  {
    "id": "uni_514",
    "name": "강릉영동대학교",
    "lat": 37.74741752,
    "lng": 128.8549579,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_515",
    "name": "세경대학교",
    "lat": 37.17280062,
    "lng": 128.4542814,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_517",
    "name": "영진전문대학교",
    "lat": 35.8956531,
    "lng": 128.6206226,
    "city": "대구",
    "type": "campus"
  },
  {
    "id": "uni_520",
    "name": "용인예술과학대학교",
    "lat": 37.22855877,
    "lng": 127.2176837,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_521",
    "name": "울산과학대학교",
    "lat": 35.49480076,
    "lng": 129.4157377,
    "city": "울산",
    "type": "campus"
  },
  {
    "id": "uni_522",
    "name": "한국영상대학교",
    "lat": 36.46241109,
    "lng": 127.2097438,
    "city": "세종",
    "type": "campus"
  },
  {
    "id": "uni_523",
    "name": "원광보건대학교",
    "lat": 35.97274646,
    "lng": 126.9561957,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_524",
    "name": "유한대학교",
    "lat": 37.48812991,
    "lng": 126.8223663,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_525",
    "name": "인덕대학교",
    "lat": 37.63034387,
    "lng": 127.0544999,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_527",
    "name": "장안대학교",
    "lat": 37.21328732,
    "lng": 126.9444821,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_529",
    "name": "전남과학대학교",
    "lat": 35.27743703,
    "lng": 127.1328147,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_530",
    "name": "전주비전대학교",
    "lat": 35.81087689,
    "lng": 127.0909663,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_531",
    "name": "전북과학대학교",
    "lat": 35.54804131,
    "lng": 126.8613577,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_532",
    "name": "제주관광대학교",
    "lat": 33.44748023,
    "lng": 126.4343028,
    "city": "제주",
    "type": "campus"
  },
  {
    "id": "uni_534",
    "name": "조선이공대학교",
    "lat": 35.13981731,
    "lng": 126.9316922,
    "city": "광주",
    "type": "campus"
  },
  {
    "id": "uni_536",
    "name": "충북보건과학대학교",
    "lat": 36.70350037,
    "lng": 127.5533575,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_539",
    "name": "진주보건대학교",
    "lat": 35.19805829,
    "lng": 128.0666581,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_541",
    "name": "창신대학",
    "lat": 35.2446929,
    "lng": 128.5995961,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_542",
    "name": "창원문성대학교",
    "lat": 35.23490377,
    "lng": 128.6617147,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_543",
    "name": "백석문화대학교",
    "lat": 36.83883721,
    "lng": 127.1825206,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_544",
    "name": "청강문화산업대학교",
    "lat": 37.20645349,
    "lng": 127.3564962,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_545",
    "name": "춘해보건대학교",
    "lat": 35.45833286,
    "lng": 129.1959329,
    "city": "울산",
    "type": "campus"
  },
  {
    "id": "uni_546",
    "name": "대덕대학교",
    "lat": 36.39084412,
    "lng": 127.367451,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_547",
    "name": "충청대학교",
    "lat": 36.61873087,
    "lng": 127.3698162,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_548",
    "name": "강원관광대학교",
    "lat": 37.16218429,
    "lng": 128.9732848,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_549",
    "name": "국제대학교",
    "lat": 37.06551111,
    "lng": 127.0802911,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_550",
    "name": "선린대학교",
    "lat": 36.09078366,
    "lng": 129.3331555,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_553",
    "name": "한림성심대학교",
    "lat": 37.89777613,
    "lng": 127.7567268,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_554",
    "name": "한양여자대학교",
    "lat": 37.55791759,
    "lng": 127.0493219,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_555",
    "name": "한영대학교",
    "lat": 34.75371344,
    "lng": 127.714897,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_556",
    "name": "혜전대학교",
    "lat": 36.5797705,
    "lng": 126.6591958,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_560",
    "name": "경기과학기술대학교",
    "lat": 37.33881386,
    "lng": 126.7364292,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_561",
    "name": "부산예술대학교",
    "lat": 35.14183952,
    "lng": 129.0839126,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_562",
    "name": "전남도립대학교",
    "lat": 35.32652548,
    "lng": 126.9925943,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_564",
    "name": "송호대학교",
    "lat": 37.47348814,
    "lng": 128.0022338,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_565",
    "name": "한국관광대학교",
    "lat": 37.28352147,
    "lng": 127.3779241,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_566",
    "name": "서정대학교",
    "lat": 37.85646582,
    "lng": 127.0378035,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_567",
    "name": "송곡대학교",
    "lat": 37.79204476,
    "lng": 127.6493918,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_568",
    "name": "웅지세무대학교",
    "lat": 37.81875478,
    "lng": 126.7357045,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_569",
    "name": "김해대학교",
    "lat": 35.25414006,
    "lng": 128.913047,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_570",
    "name": "한국승강기대학교",
    "lat": 35.67570975,
    "lng": 127.8959636,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_575",
    "name": "영진사이버대학교",
    "lat": 35.8956531,
    "lng": 128.6206226,
    "city": "대구",
    "type": "campus"
  },
  {
    "id": "uni_576",
    "name": "한국복지사이버대학교",
    "lat": 35.78480317,
    "lng": 128.729308,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_578",
    "name": "한국골프과학기술대학교",
    "lat": 37.46715369,
    "lng": 128.0766756,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_579",
    "name": "ICT폴리텍대학",
    "lat": 37.39736081,
    "lng": 127.2482712,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_584",
    "name": "한국폴리텍 I 대학 서울정수캠퍼스",
    "lat": 37.52997497,
    "lng": 126.996817,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_585",
    "name": "한국폴리텍 I 대학 서울강서캠퍼스",
    "lat": 37.54924248,
    "lng": 126.8424451,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_586",
    "name": "한국폴리텍 I 대학 성남캠퍼스",
    "lat": 37.45887795,
    "lng": 127.1539911,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_589",
    "name": "한국폴리텍 II 대학 인천캠퍼스",
    "lat": 37.47913854,
    "lng": 126.7542073,
    "city": "인천",
    "type": "campus"
  },
  {
    "id": "uni_590",
    "name": "한국폴리텍 II 대학 남인천캠퍼스",
    "lat": 37.47264801,
    "lng": 126.6773336,
    "city": "인천",
    "type": "campus"
  },
  {
    "id": "uni_593",
    "name": "한국폴리텍 III 대학 춘천캠퍼스",
    "lat": 37.79931149,
    "lng": 127.7774724,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_594",
    "name": "한국폴리텍 III 대학 강릉캠퍼스",
    "lat": 37.73682855,
    "lng": 128.8904157,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_603",
    "name": "한국폴리텍 IV 대학 대전캠퍼스",
    "lat": 36.3510399,
    "lng": 127.4537574,
    "city": "대전",
    "type": "campus"
  },
  {
    "id": "uni_604",
    "name": "한국폴리텍 IV 대학 청주캠퍼스",
    "lat": 36.6395868,
    "lng": 127.4483782,
    "city": "충북",
    "type": "campus"
  },
  {
    "id": "uni_606",
    "name": "한국폴리텍 IV 대학 아산캠퍼스",
    "lat": 36.77205091,
    "lng": 126.9488454,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_607",
    "name": "한국폴리텍 IV 대학 충남캠퍼스",
    "lat": 36.58261959,
    "lng": 126.6561652,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_616",
    "name": "한국폴리텍 V 대학 광주캠퍼스",
    "lat": 35.18295614,
    "lng": 126.8786718,
    "city": "광주",
    "type": "campus"
  },
  {
    "id": "uni_617",
    "name": "한국폴리텍 V 대학 전북캠퍼스",
    "lat": 35.80948702,
    "lng": 126.9397888,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_619",
    "name": "한국폴리텍 V 대학 전남캠퍼스",
    "lat": 34.92352639,
    "lng": 126.428917,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_620",
    "name": "한국폴리텍 V 대학 익산캠퍼스",
    "lat": 35.95200188,
    "lng": 126.9905866,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_623",
    "name": "한국폴리텍 VI 대학 대구캠퍼스",
    "lat": 35.87408784,
    "lng": 128.5530232,
    "city": "대구",
    "type": "campus"
  },
  {
    "id": "uni_624",
    "name": "한국폴리텍 VI 대학 구미캠퍼스",
    "lat": 36.11927672,
    "lng": 128.373736,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_631",
    "name": "한국폴리텍 VII 대학 창원캠퍼스",
    "lat": 35.22571157,
    "lng": 128.6693024,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_632",
    "name": "한국폴리텍 VII 대학 부산캠퍼스",
    "lat": 35.21847737,
    "lng": 129.0189807,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_633",
    "name": "한국폴리텍 VII 대학 울산캠퍼스",
    "lat": 35.57853069,
    "lng": 129.3480368,
    "city": "울산",
    "type": "campus"
  },
  {
    "id": "uni_635",
    "name": "한국폴리텍 특성화대학 바이오캠퍼스",
    "lat": 36.14599596,
    "lng": 127.0215588,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_636",
    "name": "한국폴리텍 VI 대학 영남융합기술캠퍼스",
    "lat": 35.92024304,
    "lng": 128.6420149,
    "city": "대구",
    "type": "campus"
  },
  {
    "id": "uni_637",
    "name": "한국폴리텍 특성화대학 반도체융합캠퍼스",
    "lat": 37.00852935,
    "lng": 127.1762713,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_638",
    "name": "한국폴리텍 특성화대학 항공캠퍼스",
    "lat": 34.94784952,
    "lng": 128.1079869,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_2573",
    "name": "경동대학교",
    "lat": 38.19217299,
    "lng": 128.5511584,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_2574",
    "name": "경동대학교",
    "lat": 37.26473242,
    "lng": 127.7923033,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_2639",
    "name": "강원도립대학교",
    "lat": 37.87663271,
    "lng": 128.8306236,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_2640",
    "name": "경남정보대학교",
    "lat": 35.14645085,
    "lng": 129.0090707,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_2641",
    "name": "경복대학교",
    "lat": 37.73510681,
    "lng": 127.2115918,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_2642",
    "name": "경북전문대학교",
    "lat": 36.80700113,
    "lng": 128.6161424,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_2645",
    "name": "서라벌대학교",
    "lat": 35.84186818,
    "lng": 129.1825308,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_2646",
    "name": "서영대학교",
    "lat": 35.17517965,
    "lng": 126.8680368,
    "city": "광주",
    "type": "campus"
  },
  {
    "id": "uni_2647",
    "name": "성운대학교",
    "lat": 36.06420752,
    "lng": 128.7614088,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_2649",
    "name": "수성대학교",
    "lat": 35.8552529,
    "lng": 128.6496113,
    "city": "대구",
    "type": "campus"
  },
  {
    "id": "uni_2650",
    "name": "안동과학대학교",
    "lat": 36.59020207,
    "lng": 128.6528085,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_2651",
    "name": "연성대학교",
    "lat": 37.39747189,
    "lng": 126.9092045,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_2652",
    "name": "연암공과대학교",
    "lat": 35.16531237,
    "lng": 128.0980918,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_2653",
    "name": "오산대학교",
    "lat": 37.15356663,
    "lng": 127.0632054,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_2654",
    "name": "인하공업전문대학",
    "lat": 37.45144803,
    "lng": 126.6515423,
    "city": "인천",
    "type": "campus"
  },
  {
    "id": "uni_2655",
    "name": "제주한라대학교",
    "lat": 33.47678976,
    "lng": 126.4741519,
    "city": "제주",
    "type": "campus"
  },
  {
    "id": "uni_2656",
    "name": "청암대학교",
    "lat": 34.92772924,
    "lng": 127.4895729,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_2657",
    "name": "충남도립대학교",
    "lat": 36.43643591,
    "lng": 126.8020104,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_2658",
    "name": "포항대학교",
    "lat": 36.08642174,
    "lng": 129.4106977,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_2659",
    "name": "한국복지대학교",
    "lat": 37.0517308,
    "lng": 127.0949597,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_2660",
    "name": "인천대학교",
    "lat": 37.37785581,
    "lng": 126.632507,
    "city": "인천",
    "type": "campus"
  },
  {
    "id": "uni_2674",
    "name": "한국폴리텍 VI 대학 영주캠퍼스",
    "lat": 36.80138987,
    "lng": 128.6031603,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_2712",
    "name": "신한대학교",
    "lat": 37.90386168,
    "lng": 127.0378886,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_2726",
    "name": "단국대학교",
    "lat": 36.83595249,
    "lng": 127.1652134,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_2744",
    "name": "경동대학교",
    "lat": 37.80946863,
    "lng": 127.0704323,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_2748",
    "name": "가야대학교(김해)",
    "lat": 35.26981628,
    "lng": 128.872321,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_2749",
    "name": "가야대학교(고령)",
    "lat": 35.71889183,
    "lng": 128.2503558,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_2800",
    "name": "신한대학교",
    "lat": 37.71019077,
    "lng": 127.0463011,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_2854",
    "name": "한국폴리텍 III 대학 원주캠퍼스",
    "lat": 37.36262148,
    "lng": 127.933142,
    "city": "강원",
    "type": "campus"
  },
  {
    "id": "uni_2911",
    "name": "을지대학교",
    "lat": 37.7525754,
    "lng": 127.0521854,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_2912",
    "name": "한국폴리텍 I 대학 제주캠퍼스",
    "lat": 33.44875664,
    "lng": 126.5613103,
    "city": "제주",
    "type": "campus"
  },
  {
    "id": "uni_2949",
    "name": "홍익대학교",
    "lat": 36.61977361,
    "lng": 127.2881005,
    "city": "세종",
    "type": "campus"
  },
  {
    "id": "uni_2959",
    "name": "상명대학교",
    "lat": 36.8313072,
    "lng": 127.1809929,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_2971",
    "name": "군산간호대학교",
    "lat": 35.9710187,
    "lng": 126.7601076,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_2972",
    "name": "기독간호대학교",
    "lat": 35.13830785,
    "lng": 126.9158689,
    "city": "광주",
    "type": "campus"
  },
  {
    "id": "uni_2973",
    "name": "서울여자간호대학교",
    "lat": 37.5975699,
    "lng": 126.9477574,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_2974",
    "name": "조선간호대학교",
    "lat": 35.13781109,
    "lng": 126.9287741,
    "city": "광주",
    "type": "campus"
  },
  {
    "id": "uni_2975",
    "name": "한국폴리텍 V 대학 순천캠퍼스",
    "lat": 34.95297292,
    "lng": 127.5268292,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_3019",
    "name": "한국농수산대학교",
    "lat": 35.83039124,
    "lng": 127.0685756,
    "city": "전북",
    "type": "campus"
  },
  {
    "id": "uni_3022",
    "name": "한국전통문화대학교",
    "lat": 36.30789119,
    "lng": 126.8966496,
    "city": "충남",
    "type": "campus"
  },
  {
    "id": "uni_3104",
    "name": "한국폴리텍 특성화대학 로봇캠퍼스",
    "lat": 35.97206833,
    "lng": 128.9210194,
    "city": "경북",
    "type": "campus"
  },
  {
    "id": "uni_3105",
    "name": "한국폴리텍 II 대학 화성캠퍼스",
    "lat": 37.13151449,
    "lng": 126.8898077,
    "city": "경기",
    "type": "campus"
  },
  {
    "id": "uni_3139",
    "name": "한국에너지공과대학교",
    "lat": 35.01053385,
    "lng": 126.803887,
    "city": "전남",
    "type": "campus"
  },
  {
    "id": "uni_3157",
    "name": "한국폴리텍 VII 대학 진주캠퍼스",
    "lat": 35.19080115,
    "lng": 128.1264997,
    "city": "경남",
    "type": "campus"
  },
  {
    "id": "uni_3163",
    "name": "한국폴리텍 VII 대학 동부산캠퍼스",
    "lat": 35.31129351,
    "lng": 129.1793173,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_3183",
    "name": "태재대학교",
    "lat": 37.5836001,
    "lng": 126.9883453,
    "city": "서울",
    "type": "campus"
  },
  {
    "id": "uni_3193",
    "name": "영산대학교(해운대)",
    "lat": 35.22415433,
    "lng": 129.1590647,
    "city": "부산",
    "type": "campus"
  },
  {
    "id": "uni_3194",
    "name": "영산대학교(양산)",
    "lat": 35.42835245,
    "lng": 129.1446374,
    "city": "경남",
    "type": "campus"
  }
];
